Repository: wp-plugins/woocommerce-and-1centerprise-data-exchange
Catalog: languages/woocommerce-1c-*.po
Languages: ru_ru

source: 1C Id
ru_ru: Ид. 1С

source: Request For Premium Customer Support
ru_ru: Запросить пользовательскую премиум-поддержку

source: Premium Support
ru_ru: Премиум-поддержка

source: Say thank you to plugin author
ru_ru: Сказать спасибо автору плагина

source: Say thank you!
ru_ru: Сказать спасибо!

source: 1C
ru_ru: 1С

source: Settings
ru_ru: Настройки

source: Plugin <strong>%s</strong> requires plugin <strong>WooCommerce</strong> to be installed and activated.
ru_ru: Плагин <strong>%s</strong> требует установки и активации плагина <strong>WooCommerce</strong>.

source: WooCommerce and 1C:Enterprise (1С:Предприятие) Data Exchange
ru_ru: Обмен данным между WooCommerce и 1С:Предприятием

source: Provides data exchange between eCommerce plugin WooCommerce and business application "1C:Enterprise 8. Trade Management". If you find the plugin useful you could always <a href="https://money.yandex.ru/embed/donate.xml?account=410011766586472&quickpay=donate&payment-type-choice=on&default-sum=1000&targets=%D0%9F%D0%BB%D0%B0%D0%B3%D0%B8%D0%BD+%22%D0%9E%D0%B1%D0%BC%D0%B5%D0%BD+%D0%B4%D0%B0%D0%BD%D0%BD%D1%8B%D0%BC+%D0%BC%D0%B5%D0%B6%D0%B4%D1%83+WooCommerce+%D0%B8+1%D0%A1%3A%D0%9F%D1%80%D0%B5%D0%B4%D0%BF%D1%80%D0%B8%D1%8F%D1%82%D0%B8%D0%B5%D0%BC%22&target-visibility=on&project-name=&project-site=https%3A%2F%2Fwordpress.org%2Fplugins%2Fwoocommerce-and-1centerprise-data-exchange%2F&button-text=05&fio=on&mail=on&successURL=">say "thanks you" to the author</a>.</p>
ru_ru: Предоставляет обмен данными между плагином для электронной коммерции WooCommerce и приложением для бизнеса "1C:Предприятие 8. Управление торговлей". Если плагин оказался полезным, то всегда можно <a href="https://money.yandex.ru/embed/donate.xml?account=410011766586472&quickpay=donate&payment-type-choice=on&default-sum=1000&targets=%D0%9F%D0%BB%D0%B0%D0%B3%D0%B8%D0%BD+%22%D0%9E%D0%B1%D0%BC%D0%B5%D0%BD+%D0%B4%D0%B0%D0%BD%D0%BD%D1%8B%D0%BC+%D0%BC%D0%B5%D0%B6%D0%B4%D1%83+WooCommerce+%D0%B8+1%D0%A1%3A%D0%9F%D1%80%D0%B5%D0%B4%D0%BF%D1%80%D0%B8%D1%8F%D1%82%D0%B8%D0%B5%D0%BC%22&target-visibility=on&project-name=&project-site=https%3A%2F%2Fwordpress.org%2Fplugins%2Fwoocommerce-and-1centerprise-data-exchange%2F&button-text=05&fio=on&mail=on&successURL=">поблагодарить автора</a>.</p>

source: Danil Semelenov
ru_ru: Данил Семеленов
